{
    "rules":
    [
        "Rule #2 : The Survivors are always right. No exceptions.",
        "Rule #3 : The Killer is always overbuffed. No exceptions.",
        "Rule #4 : The Survivor is always overnerfed. No exceptions.",
        "Rule #5 : The Killer is not allowed to DC (disconnect) in matches",
        "Rule #6 : The Survivors are allowed to DC (Disconnect) in matches when certain conditions are met. When that happens, see rule #48.",
        "Rule #7 : Under no circumstances may the Killer dodge or leave the lobby. It will be considered as DC (Disconnecting). No exceptions.",
        "Rule #8: As soon as the match starts, the Killer must announce who they are by whatever means necessary.",
        "Rule #9 : The Killer must ALWAYS let the last Survivor exit through the hatch.",
        "Rule #14 : If the Killer is successfully pallet-looped by the chased Survivor, the Killer can henceforth be referred to as an Idiot and deserves everything they get.",
        "Rule #22 : The Killer cannot interrupt a survivor healing another survivor. It is unfair.",
        "Rule #23 : The Killer cannot interrupt a survivor mending or healing themselves. It is unfair.",
        "Rule #30: If it glows, it goes. No exceptions.",
        "Rule #39 : Any Killer that finds a Survivor within the first minute of the game can henceforth be referred to as a Hacker and deserves everything they get. No exceptions.",
        "Rule #48 : Killers must let all remaining Survivors escape if one or more Survivors have left the match prematurely. No exceptions.",
        "Rule #53 : Any Killer that enters within a 25 meters range of a hooked Survivor can henceforth be referred to as a Camper and deserves everything they get. No exceptions.",
        "Rule #54.a : After hooking a Survivor, the Killer must immediately leave the area and stand in a corner, EVEN if they see another survivor and/or scratch marks at the Hook. No exceptions.",
        "Rule #54.b : It is then mandatory for the Killer to start staring at a wall for a minimum duration of 30 second.",
        "Rule #55 : The Killer may NEVER chase after and/or attack a Survivor that has been previously hooked until they have hooked another survivor. No exceptions.",
        "Rule #56 : Any Killer that chases someone he has already injured, hooked, or used an ability on before, can henceforth be referred to as a Tunneler and deserves everthing they get. No exceptions.",
        "Rule #106.a : Whenever a Killer sees a group of Survivors around a generator, the Killer must only chase the uninjured ones.",
        "Rule #106.b : If all Survivors are uninjured, the killer will only chase the Survivor stepping forward to start a looping.",
        "Rule #106.c : If all Survivors are injured, the Killer must run in the middle and scatter them. After that they shall spend a minimum of 5 seconds without moving before deciding who to follow.",
        "Rule #456 : When in a looping chase, the Killer should NEVER take advantage of a Survivor that makes a mistake.",
        "Rule #458 : When being baited by a flashlight or loud sounds, the Killer must always play along.",
        "Rules 501 though 550 concern the Trapper.",
        "Rule #501 : The Trapper is OP and should be nerfed. No exceptions.",
        "Rule #502 : The Trapper must ALWAYS let a trapped Survivor go.",
        "Rule #502 : If a Survivor is caught in a trap, the Killer will be reported for cheating.",
        "Rule #503 : Any trap placed within 30 meters around a hooked survivor, a generator, a totem or a chest is unfair.",
        "Rule #504 : If The Trapper has placed more than one traps, he is to be Referred to as a Camper and deserves everything he gets.",
        "Rule #550 : Traps are gay. No exceptions.",
        "Rules 551 through 600 concern the Wraith.",
        "Rule #551 : The Wraith is OP and should be nerfed. No exceptions.",
        "Rule #502 : The Wraith must NEVER use the \"Coxcombed Clapper\", it is unfair and unbalanced.",
        "Rule #550 : Invisibility is for cowards. No exceptions.",
        "Rule #599 : The wraith must always use “The Beast” Soot if going invisible.",
        "Rules 601 through 650 concern the Hillbilly.",
        "Rule 601 : The hillbilly may never use the chainsaw, as it is unbalanced and unfair.",
        "Rules 651 through 700 concern the Nurse.",
        "Rule #651 : The Nurse isn't allowed to blink more than twice, anything more is unbalanced and unfair.",
        "Rule #658 : The Nurse cannot use add-ons that reduce her post-blink exhaustion.",
        "Rules 701 through 750 concern the Hag.",
        "Rule #701 : The Hag stinks.",
        "Rule #702 : The Hag isn't allowed to teleport for the first five times her trap activates.",
        "Rule #711 : The Hag can NOT place her trap in front of a hooked survivor. No exceptions.",
        "Rule #746 : The Survivors are allowed to erase every single trap the Hag makes. The Hag can NEVER replace those traps. Batteries are expensives.",
        "Rule #750 : The Hag is the trolliest, campiest, stupidest most disgusting killer. (Signed: Major Salt T. Asphuck)",
        "Rules 751 through 800 concern the Doctor.",
        "Rule #751 : The Doctor's treatment is NOT working.",
        "Rule #752 : The Doctor's laugh is not funny.",
        "Rule #753 : The Doctor's face is dumb.",
        "Rule #762 : If a Survivors has reached Madness tier 3, the Doctor must stop chasing the concerned Survivor until they have returned to normal.",
        "Rule #777 : If the map is the Gideon Meat Plant, the survivors are allowed to disconnect.",
        "Rules 801 through 850 concern the Huntress.",
        "Rules 851 through 1000 concern the shared Killer perks.",
        "Rules 1501 through 1578 concern the Survivor Perks.",
        "Rule #1501 : The Killer cannot complain about the \"Sprint Burst\" Perk, it is fair and balanced.",
        "Rule #1502 : The Killer cannot complain about the \"Dead Hard\" Perk, it is fair and balanced.",
        "Rule #1503 : The Killer cannot complain about the \"Self Care\" Perk, it is fair and balanced.",
        "Rule #1504 : The Killer cannot complain about the \"Adrenaline\" Perk, it is fair and balanced.",
        "Rule #1505 : The Killer cannot complain about the \"Decisive Strike\" Perk, it is fair and balanced.",
        "Rules 2001 through 2050 concern the Plague",
        "Rule 2004: If the Plague comes across a Survivor in an area in which they are cornered, she must allow the survivor to leave the area without vomiting on them.",
        "Rule 2005: The Plague wil not attack a Survivor while they're cleansing themselves. Pervert.",
        "Rule 2006: Whenever the Plague chases multiple survivors and has Corrupt Purge active, she will attack no more than one.",
        "Rule 2007.a: The only time the Plague is allowed to infect a generator is when there are no Survivors in 50 meters around it.",
        "Rule 2007.b: If there are only three generators left, the Plague CANNOT infect a generator.",
        "Rules 2051 through 2100 concern the Legion",
        "Rule #2051: The Legion is not allowed to have high camera sensitivity setting. Turning fast when pallet-sliding is unfair and unbalanced.",
        "Rule #2064: The Legion can only use flashy outfits so as no to be mistaken for a Survivor. No exceptions.",
        "Rules 2101 through 2150 concern the Nightmare",
        "Rule #2101 : The Nightmare may only pull Survivors in a dream after he sees them consenting by buttdancing ten times.",
        "Rule #2143 : The Nightmare CANNOT use Dream Pallets, it is unfair and unbalanced.",
        "Rule #3159.a : The Survivors' post-game chats are never toxic, they are simply teaching the Killer how to play properly.",
        "Rule #3159.b : Any insults from the Survivors targeting the Killer are merely comical in nature and shouldn't be taken personaly.",
        "Rule #3160 : The Killer cannot report Survivors for what was said in the post-game chat.",
        "Rule #3161 : The Survivors can report the Killer for what he has said in the post-game chat.",
        "Rule #3162 : If the Killer has not said anything in the post-game chat, Survivors may reporting for unsporting behavior.",
        "Rule #5871 : If a Killer does manage to kill any or all survivors, they must confess what rules they broke.",
        "Rule #5872 : Survivors do not have to do bones, but they can still complain about NOED (No One Escapes Death).",
        "Rule #6237 : If a Killer succeeds in baiting a Survivor into using his \"Dead Hard\", the Killer isn't allowed to swing at the concerned Survivor until \"Dead Hard\" has cooled down.",
        "Rule #10000 : Under no circumstances may the Killer offer plausible arguments in his defense concerning ANY of the rules listed in this book. No exceptions."
        ]
}