{
    "rules":
    [
        "• Regla 2: El superviviente siempre tiene razón. Sin excepciones.",
        "• Regla 3: El asesino siempre está OP. Sin excepciones.",
        "• Regla 4: Los supervivientes están muy nerfeados. Sin excepciones.",
        "• Regla 5: El asesino no tiene permitido desconectarse en las partidas.",
        "• Regla 6: Los supervivientes tienen permitido desconectarse en las partidas cuando ciertas condiciones son cumplidas. Cuando eso sucede, revisar la regla 48.",
        "• Regla 7: Bajo ninguna circunstancia, el asesino debe dodgear o dejar el lobby. Se considerará como desconección. Sin excepciones.",
        "• Regla 8: Al momento en el que la partida empieza, el asesino debe anunciar quién es de cualquier manera necesaria.",
        "• Regla 9: El asesino SIEMPRE debe dejar que el último superviviente escape por la trampilla.",
        "• Regla 14: Si el asesino es lopeado por el superviviente que está persiguiendo de manera exitosa, el asesino puede ser llamado \"idiota\" y todo lo que obtuvieron fue merecido.",
        "• Regla 22: El asesino no puede interrumpir a un superviviente mientras cura a otro. Es injusto.",
        "• Regla 23: El asesino no puede interrumpir a un superviviente mientras se cura o se alivia a si mismo. Es injusto.",
        "• Regla 30: Si brilla, se va. Sin excepciones.",
        "• Regla 39: Si cualquier asesino encuentra a un superviviente en el primer minuto del juego, puede ser llamado \"hacker\" y merecerá todo lo que le pase. Sin excepciones.",
        "• Regla 48: Los asesinos deben dejar que todos los supervivientes restantes se escapen si uno o más supervivientes dejaron la partida rápidamente. Sin excepciones.",
        "• Regla 53: Todo asesino que esté en un rango de 25 metros de un superviviente colgado, puede ser llamado \"camper\" y merecerá todo lo que le suceda. Sin excepciones.",
        "• Regla 54.a: Luego de colgar a un superviviente, el asesino debe dejar el área inmediatamente y pararse en una esquina, INCLUSO si ve a otro superviviente o marcas cerca del gancho. Sin excepciones.",
        "• Regla 54.b: Es una obligación para el asesino que comience a mirar la pared durante una duración mínima de 30 segundos-",
        "• Regla 55: El asesino NUNCA deberá perseguir o atacar a un superviviente que fue colgado previamente hasta que consigan colgar a otro superviviente. Sin excepciones.",
        "• Regla 56: Todo asesino que persiga a alguien que haya sigo lastimado, colgado o que haya sido víctima de una habilidad, puede ser llamado \"Tunneler\" y merecerá todo lo que le pase. Sin exepciones.",
        "• Regla 106.a: Cuando un asesino ve a un grupo de supervivientes cercanos a un generador, deberá perseguir solamente a los que no estén heridos.",
        "• Regla 106.b: Si todos los supervivientes están sanos, el asesino sólo deberá perseguir al superviviente más cercano a un loopeo.",
        "• Regla 106.c: Si todos los supervivientes están heridos, el asesino deberá correr al medio y asustarlos. Luego de eso, deberá esperar un mínimo de 5 segundos sin moverse antes de decidir a quién perseguir.",
        "• Regla 125: Wolfen es el mejor administrador de Dead by Daylight Latinoamérica. Sin excepciones.",
        "• Regla 456: Cuando se persigue en un loopeo, el asesino NUNCA deberá tomar ventaja de un superviviente que comete un error.",
        "• Regla 458: Cuando sea baiteado por sonidos de la linterna o sonidos fuertes, el asesino deberá seguir la corriente.",
        "• Regla 501 (trampero): El trampero esta OP y debería ser nerfeado.",
        "• Regla 502 (trampero): Si un superviviente es atrapado en una trampa, el asesino será reportado por hacker.",
        "• Regla 503 (trampero): Toda trampa colocada dentro de un rango de 30 metros al rededor de un superviviente colgado, un generador, un tótem o un cofre es injusto.",
        "• Regla 504 (trampero): Si el trampero colocó más de una trampa, será llamado \"camper\" y merecerá todo lo que le pasa.",
        "• Regla 505 (trampero): El trampero no podrá mover ninguna trampa que haya colocado previamente en la partida. Sin excepciones.",
        "• Regla 549 (trampero): El trampero no podrá colocar trampas en las puertas de salida.",
        "• Regla 550 (trampero): Las trampas son gay. Sin excepción.",
        "• Regla 551 (espectro): El espectro está OP y debería ser nerfeado.",
        "• Regla 552 (espectro): El espectro NUNCA deberá usar el accesorio \"Coxcombed clapper\". Es injusto y desbalanceado. (accesorio que silencia totalmente la campana)",
        "• Regla 560 (espectro): La invisibilidad es para cobardes. Sin excepción.",
        "• Regla 599 (espectro): El espectro deberá usar el accesorio \"The beast - Soot\" si se volverá invisible. (Accesorio que inhibe la supresión del radio de terror mientras sea invisible)",
        "• Regla 654 (hillbily): El pueblerino nunca deberá usar su motosierra, ya que está desbalanceada y es injusta.",
        "• Regla 651 (enfermera): La enfermera no tendrá permitido teletransportarse más de dos veces. Más de eso, está desbalanceado y es injusto.",
        "• Regla 658 (enfermera): La enfermera no podrá usar accesorios que reducen su exhaustión luego de los links.",
        "• Regla 701 (bruja): La bruja apesta",
        "• Regla 702 (bruja): La bruja no tiene permitido transportarse a las primeras 5 trampas que se activen.",
        "• Regla 711 (bruja): La bruja NO puede colocar trampas enfrente a un superviviente colgado. Sin exepciones.",
        "• Regla 746 (bruja): Los supervivientes tienen permitido borrar toda trampa que la bruja coloque. La bruja NUNCA puede reemplazar esas trampas. Las baterías son caras.",
        "• Regla 750 (bruja): La bruja es el aseisno más troll, camper y estúpido. Firmado: Major Salt T. Asphuck.",
        "• Regla 751 (doctor): El tratamiento del doctor NO funciona.",
        "• Regla 752 (doctor): La risa del doctor no es graciosa.",
        "• Regla 753 (doctor): La cara del doctor es tonta.",
        "• Regla 762 (doctor): Si un superviviente alcanzó el grado de locura 3, el doctor deberá dejar de perseguir a ese superviviente hasta que regrese a la normalidad.",
        "• Regla 777: Si el mapa es la planta procesadora de carne de Gideon, los supervivientes tienen permitido desconectarse.",
        "• Regla 801 (cazadora): Si la cazadora se queda sin destrales, deberá esperar 15 segundos antes ir a conseguir más.",
        "• Regla 802 (cazadora): La cazadora NO podrá usar cabezales iridiscentes y cinturones de infantería. Es injusto y desbalanceado.",
        "• Regla 1501: El asesino no puede quejarse del perk \"Impulso de carrera\". Es justo y balanceado.",
        "• Regla 1502: El asesino no puede quejarse del perk \"Autocuración\". Es justo y balanceado.",
        "• Regla 1503: El asesino no puede quejarse del perk \"Chungo\". Es justo y balanceado.",
        "• Regla 1504: El asesino no puede quejarse del perk \"Adrenalina\". Es justo y balanceado.",
        "• Regla 1505: El asesino no puede quejarse del perk \"Golpe decisivo\". Es justo y balanceado.",
        "• Regla 2004 (plaga): Si la plaga logra arrinconar a un superviviente, deberá dejar que el superviviente se vaya del área sin vomitarles encima.",
        "• Regla 2005 (plaga): La plaga no atacará a un superviviente mientras se esté curando la enfermedad. Pervertida.",
        "• Regla 2006 (plaga): Cuando la Plaga persiga a varios supervivientes y tenga la Purga Corrupta activa, no atacará a más de una.",
        "• Regla 2007.a (plaga): El único momento en el que la Plaga tiene permitido infectar un generador es cuando no hay supervivientes en un rango de 50 metros.",
        "• Regla 2007.b (plaga): Cuando quedan 3 generadores, la Plaga NO puede infectarlos.",
        "• Regla 2051 (legión): La legión no tiene permitido tener una configuración para tener alta sensibilidad en la cámara. Voltearse rápidamente cuando se salta un generador es injusto y desbalanceado.",
        "• Regla 2064 (legión): La legión sólo podrá usar ropa brillosa para no ser confundida con un superviviente. Sin excepciones.",
        "• Regla 2069 (legión): La legión no debberá usar NINGÚN accesorio. Sin excepciones.",
        "• Regla 2101 (freddy): La pesadilla sólo podrá llevar al mundo de los sueños a los supervivientes luego de verlos tbageando 10 veces.",
        "• Regla 2143 (freddy): La pesadilla NO puede usar pallets de sueño. Es injusto y desbalanceado.",
        "• Regla 2151 (arponero): El arponero no podrá usar su habilidad si los supervivientes se encuentran en la salida tbgaeando. Sin excepciones.",
        "• Regla 3159.a: El chat de los supervivientes luego de una partida nunca es tóxico, sólo le están enseñando al asesino a jugar.",
        "• Regla 3159.b: Todos los insultos de supervivientes hacia el asesino son mera comedia y no deben ser tomado de manera personal.",
        "• Regla 3160: El asesino no puede reportar supervivientes por lo que hayan dicho luego de la partida.",
        "• Regla 3131: Los supervivientes pueden reportar al asesino por lo dicho luego de la partida.",
        "• Regla 3162: Si el asesino no dijo nada luego de la partida, los supervivientes pueden reportarlo por actitud antideportiva.",
        "• Regla 5871: Si un asesino logra matar a uno o a todos los supervivientes, debe confesar qué regla rompió.",
        "• Regla 5872: Los supervivientes no tienen por qué romper tótems, pero pueden quejarse igual de NOED.",
        "• Regla 6237: Si un asesino falla un golpe a un superviviente que usó \"chungo\", no puede golpear a ese superviviente hasta que el cooldown de chungo se restablezca.",
        "• Regla 10000: Bajo ninguna circunstancia el asesino puede argumentar en su defensa en contra de NINGUNA de las reglas de este libro. Sin excepciones."
        ]
}